{
    "Name":"Nombres",
    "Email":"Correo",
    "Password":"Contraseña",
    "New Password":"Nueva Contraseña",
    "Current Password":"Contraseña actual",
    "Confirm Password":"Confirmar Contraseña",
    "Update Password":"Actualiza contraseña",
    "Confirm":"Confirmar",
    "Cancel":"Cancelar",
    "New":"Nuevo",
    "Disable":"Desactivar",
    "Ensure your account is using a long, random password to stay secure.":"Asegúrese de que su cuenta utilice una contraseña larga y aleatoria para mantenerse segura.",
    "Remember me":"Recordar mis datos",
    "Forgot your password?":"Olvido su Contraseña?",
    "Log in":"Acceder",
    "Log Out":"Salir",
    "Already registered?":"Esta Registrado?",
    "Register":"Registrar",
    "Dashboard":"Panel Principal",
    "Delete Account":"Eliminar Cuenta",
    "Profile":"Perfil",
    "Profile Information":"Información del perfil",
    "Update your account's profile information and email address.":"Actualice la información del perfil y la dirección de correo electrónico de su cuenta.",
    "Your email address is unverified.":"Tu dirección de correo electrónico no está verificada",
    "Click here to re-send the verification email.":"Haz clic aquí para reenviar el correo electrónico de verificación.",
    "A new verification link has been sent to your email address.":"Se envió un nuevo enlace de verificación a su dirección de correo electrónico.",
    "Saved.":"Guardado.",
    "Save.":"Guardar.",
    "Save":"Guardar",
    "Enable":"Habilitar",
    "Start":"Iniciar",
    "YES":"SI",
    "Birthday":"Fecha de Nacimiento",
    "Edit Profile":"Editar Perfil",
    "Two Factor Authentication":"Autenticación de dos pasos",
    "Add additional security to your account using two factor authentication.":"Agregue seguridad adicional a su cuenta usando autenticación de dos pasos.",
    "Finish enabling two factor authentication.":"Termine de habilitar la autenticación de dos pasos",
    "You have enabled two factor authentication.":"Ha habilitado la autenticación de dos pasos",
    "You have not enabled two factor authentication.":"No ha habilitado la autenticación de dos pasos.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.":"Cuando la autenticación de dos pasos está habilitada, se le solicitará un token aleatorio seguro durante la autenticación. Puede recuperar este token desde la aplicación Google Authenticator de su teléfono.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.":"Para terminar de habilitar la autenticación de dos pasos, escanee el siguiente código QR usando la aplicación de autenticación de su teléfono o ingrese la clave de configuración y proporcione el código OTP generado.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.":"La autenticación de dos pasos ahora está habilitada. Escanee el siguiente código QR usando la aplicación de autenticación de su teléfono o ingrese la clave de configuración.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.":"Guarde estos códigos de recuperación en un administrador de contraseñas seguro. Se pueden utilizar para recuperar el acceso a su cuenta si pierde su dispositivo de autenticación de dos pasos.",
    "Regenerate Recovery Codes":"Regenerar códigos de recuperación",
    "Show Recovery Codes":"Mostrar códigos de recuperación",
    "Browser Sessions":"Sesiones de navegador",
    "Manage and log out your active sessions on other browsers and devices.":"Administre y cierre sesión en sus sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.":"Si es necesario, puede cerrar sesión en todas las demás sesiones de su navegador en todos sus dispositivos. Algunas de sus sesiones recientes se enumeran a continuación; sin embargo, esta lista puede no ser exhaustiva. Si cree que su cuenta ha sido comprometida, también debe actualizar su contraseña.",
    "Unknown":"Desconocido",
    "This device":"Este equipo",
    "Last active":"Último activo",
    "Log Out Other Browser Sessions":"Cerrar sesión en otras sesiones del navegador",
    "Done.":"Hecho.",
    "Progress":"Progreso",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.":"Ingrese su contraseña para confirmar que desea cerrar sesión en sus otras sesiones de navegador en todos sus dispositivos.",
    "Permanently delete your account.":"Elimina permanentemente tu cuenta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.":"Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar su cuenta, descargue cualquier dato o información que desee conservar.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.":"¿Estás seguro de que quieres eliminar tu cuenta? Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Ingrese su contraseña para confirmar que desea eliminar permanentemente su cuenta.",
    "LIVING DIAGNOSIS OF INTEREST":"DIAGNOSTICO VIVENCIAL DE INTERESES",
    "INVENTORY OF VOCATIONAL PREFERENCES":"INVENTARIO DE PREFERENCIAS VOCACIONALES",
    "This chart shows your interest bias":"Este grafico muestra tu inclinacion a intereses",
    "Living Diagnosys":"Diagnostico Vivencial",
    "Start a Test":"Iniciar Prueba",
    "Note that starting a session generates a data trace":"Tenga en cuenta que iniciar una sesión genera un seguimiento de datos.",
    "Starting Tracking":"Iniciando el seguimiento",
    "Once you reach 100%, indicate the email address of your representative and the institution where you study.":"Una vez que alcances el 100% indica el correo de tu representante, y de la institucion en la cual estudias",
    "Parent Email":"Email de tu Representante",
    "Institution Email":"Email de tu institucion",
    "You must complete the test!!!":"Debes completar el test",
    "Question":"Pregunta",
    "Honestly, I am a fairly effective and practical organizer (for example, to organize sports meetings, excursions, sections of an association, etc.)":"Sinceramente,  soy  un  organizador  bastante  eficaz  y  practico  (por ejemplo, para organizar encuentros deportivos, excursiones, secciones de una asociación, etc.)",
    "I have a living imagination and I often feel the artistic inspiration.":"Tengo imaginación viva y siento con frecuencia la inspiración artística",
    "I like laboratory work.":"Me gusta el trabajo de laboratorio",
    "I have physical resistance and I like hard work (sports, marches, exercise, etc.)":"Tengo  resistencia  física  y  me  gustan  los  trabajos  duros  (deportes, marchas, hacer ejercicios, etc.)",
    "I think the economic aspect is very important in life and should be taken into account.":"Creo que el aspecto económico es muy importante en la vida y debe tenerse muy en cuenta.",
    "I like to solve things by my own methods.":"Me gusta resolver las cosas por métodos propios",
    "Literature.":"Literatura",
    "Physics and chemistry.":"Física y Química",
    "Mathematical Calculations (operations, problems, etc.)":"Cálculos Matemáticos (operaciones, problemas, etc.)",
    "I easily impose myself on my classmates (with my word, my action, etc.)":"Me  impongo  con  facilidad  a  mis  compañeros  (con  mi  palabra,  mi acción, etc.)",
    "Theoretical mathematics (theorems, deduction of formulas, etc.)":"Matemáticas teóricas (teoremas, deducción de formulas, etc.)",
    "I am really interested in solving other people’s problems; I am helpful.":"Me interesa de veras la resolución de problemas ajenos, soy bastante servicial.",
    "Psychology.":"Psicología",
    "I work hard to solve a difficult issue or problem.":"Trabajo intensamente hasta solucionar un tema o problema difícil.",
    "Natural Sciences.":"Ciencias naturales",
    "History.":"Historia",
    "I easily understand and approve the moods of others. I like to put myself in the place of others.":"Comprendo fácilmente y asiento los estados de ánimos de los demás. Me gusta ponerme en el lugar de los demás",
    "Accounting":"Contabilidad",
    "Sol-fa.":"Solfeo",
    "I have a remarkable ease of speech and I like to talk.":"Tengo notable facilidad de palabra y me gusta conversar",
    "Economics Studies":"Estudios de Economía",
    "I like to boss groups of people and respond to my orders before another superior (field leader, chief of section, etc.)":"Me gusta mandar a grupos de personas y responder de mis órdenes ante otro superior (jefe de campamentos, de sección, etc.)",
    "When I hear some orfeon or choir, and I notice some failure (someone who is tinkering, bad voice, etc.), it bothers me extraordinarily. I am quite sensitive in this.":"Cuando oyendo a algún orfeón o coro, noto alguna falla (alguien que desafina, mala voz, etc.), ello me molesta extraordinariamente. Soy bastante sensible en esto.",
    "I like to study theoretical problems (scientific, philosophical hypotheses, etc.)":"Me gusta estudiar problemas teóricos (hipótesis científicas, filosóficas, etc.)",
    "I easily get friendships, even if they aren't always many.":"Con facilidad consigo amistades, aunque no sean siempre muchas.",
    "I prefer to study alone (not in company), and I concentrate a lot.":"Prefiero estudiar solo (no en compañía), y me concentro bastante",
    "I am very interested in the operation of machines and engines and the new mechanical inventions.":"Me intereso mucho por el funcionamiento de maquinas y motores, así como por los nuevos inventos mecánicos.",
    "I am very indignant about the injustices that others sometimes suffer. More than once I have defended others.":"Me indignan mucho las injusticias que sufre a veces el prójimo. Más de una vez he defendido a los demás",
    "In the cinema, the musical theme of the film remains in my mind a lot. I remember it even after a long time.":"En  el  cine  se  me  graba  mucho  el  tema  musical  de  la  película.  Lo recuerdo aun después de mucho tiempo.",
    "I have facility to remember technical or scientific names.":"Tengo facilidad para recordar nombres técnicos o científicos.",
    "I prefer a free and healthy life in the countryside.":"Prefiero la vida libre y sana del campo.",
    "I like acting in public.":"Me gusta actuar en publico.",
    "I have enough \"commercial view\" (to find and exploit a source of income, subsidies, profits, etc.) and not rarely I have proven that I am right.":"Tengo bastante “vista comercial” (para encontrar y explotar una fuente de ingreso, subvenciones, ganancias, etc.) y no pocas veces he comprobado que acierto.",
    "Studies of harmony and musical composition.":"Estudios de armonía y composición musical.",
    "I easily convince others friendly.":"Con facilidad convenzo a otros amistosamente.",
    "I like to meditate on social reality.":"Me gusta meditar sobre la realidad social.",
    "I like travel and hotel life.":"Me agradan mucho los viajes y la vida de hotel.",
    "Anatomy.":"Anatomía",
    "I enjoy dealing with people and I enjoy the variety of people.":"Me gusta tratar con la gente y disfruto con la variedad de personas.",
    "I have a good ear for music. I learn songs and melodies soon and well.":"Tengo buen oído para la música. Aprendo canciones y melodías pronto y bien.",
    "I have written some poems that liked to knowledgeable people.":"He escrito algunas poesías, que gustaron a personas entendidas.",
    "I would like to help to solve the anguish of the poor in an organized and efficient way (although this requires me a considerable time and effort).":"Desearía ayudar, organizada y eficazmente, a solucionar las angustias de los pobres (aunque ello me exija tiempo y esfuerzo notable).",
    "Mark the answer positively if either of these two hypotheses is true: I have a good voice for singing, or else; I know how to play an orchestra instrument well.":"Tengo buena voz para el canto, o bien; se tocar bien un instrumento de orquesta. Señale con signo positivo la respuesta. Si es cierta cualquiera de estas dos hipótesis.",
    "I prefer calm and sedentary work.":"Prefiero el trabajo tranquilo y sedentario.",
    "I like to make repairs and practical arrangements (electrical installation, compose mechanisms, etc.)":"Me gusta hacer reparaciones y arreglos prácticos (instalación eléctrica, componer mecanismos, etc.)",
    "Philosophy.":"Filosofía.",
    "I like to make sketches, drawings, and cartoons. Others recognize that I have enough skill with them.":"Me gusta hacer bocetos, dibujos, caricaturas, y los demás reconocen que tengo con ellos bastante habilidad.",
    "I have the facility to comfort other people; I am comprehensive and I feel the problems of others in me.":"Tengo  facilidad  para  consolar  a  otras  personas,  soy  comprensivo  y siento en mí los problemas de los demás.",
    "I have a lot of ease for languages.":"Tengo mucha facilidad para los idiomas",
    "I am very interested in the deep study of historical crises.":"Me interesa mucho el estudio profundo de las crisis históricas.",
    "I don't mind interrupting sleep several times at night to take care of a sick person.":"No me importa interrumpir el sueño varias veces por la noche para atender un enfermo.",
    "I usually make broad and very realistic plans for the future.":"Suelo hacer planes amplios y muy realistas para el futuro",
    "I like to intervene in controversial speeches, controversies or public discussions.":"Me gusta intervenir en discursos polémicos, controversias o discusiones públicas.",
    "I have facility to invent interesting histories or stories.":"Tengo facilidad para inventar historias o cuentos interesantes.",
    "I like to collaborate on the orders of a boss.":"Me gusta colaborar a las órdenes de un jefe.",
    "Religion studies.":"Estudios de Religión.",
    "On vacation, or on occasion of visits to the countryside, I am interested in problems and exploitation of farms (birds, rabbits, etc.)":"En  vacaciones,  o  en  ocasión  de  visitas  al  campo,  me  interesan  los problemas y explotación de granjas (aves, conejos, etc.)",
    "I have the skills to declamation, and I have ever acted successfully.":"Tengo dotes para la declamación, y he actuado alguna vez con éxito.",
    "Physical Education (gymnastics).":"Educación Física (gimnasia)",
    "French and Italian studies.":"Estudios de Francés e italiano.",
    "I prefer the same type of work every day.":"Prefiero el mismo tipo de trabajo cada día",
    "I am very interested in animals (different breeds of dogs, horses).":"Me interesan mucho los animales (distintas razas de perros, caballos).",
    "In moments of inspiration, I can think of original musical themes.":"Se me ocurren, en momentos de inspiración, temas musicales originales.",
    "Geography.":"Geografía",
    "History of art.":"Historia del Arte",
    "I am very interested in my classmates when they go through a crisis. Frequently friends ask me for advice.":"Me  intereso  mucho  por  mis  compañeros  cuando  atraviesan  alguna crisis. Con frecuencia los amigos me piden consejos.",
    "Estudio de Estética Musical.":"Estudio de Estética Musical.",
    "Study English or German.":"Estudiar ingles o alemán.",
    "I am neat and tidy in my things, including the presentation of my works.":"Soy bastante pulcro y ordenado en mis cosas y en la presentación de mis trabajos.",
    "I really enjoy reading poetry.":"Disfruto de veras leyendo poesías",
    "Classmates frequently ask me for clarifications about theorems or mathematical problems.":"Los compañeros me piden con frecuencia aclaraciones sobre teoremas o problemas matemáticos.",
    "I follow with interest in newspapers and magazines, political and international news.":"Sigo  con  intereses,  en  periódicos  y  revistas,  las  noticias  políticas  e internacionales.",
    "I am very disturbed by the lack of aesthetic taste (decorations, typography, presentation of a publication, etc.)":"Me molesta mucho la falta  de gusto estético (decorados, tipografía, presentación de publicación, etc.)",
    "In general, I like competition, fighting. I think many times, gentle and conciliatory procedures achieve nothing.":"En general, me gusta la competición, la lucha. Creo que muchas veces, los procedimientos suaves y conciliadores no consiguen nada.",
    "Studies on poetry (rhythm, images, etc.)":"Estudios sobre poesía (ritmo, imágenes, etc.)",
    "Before a sick person or animal, I am very curious to know their ailment.":"Ante una persona o animal enfermo, siento gran curiosidad por conocer su dolencia.",
    "I like to work with a fixed schedule.":"Me gusta trabajar con horario fijo.",
    "If there is the opportunity, I act with pleasure in comedies, dramas, etc. They say I do it well.":"Con gusto actúo en comedias, dramas, etc., si hay oportunidad. Dicen que lo hago bien.",
    "I prefer a defined job in which everything is well planned, rather than having to constantly invent solutions to new problems on my own.":"Prefiero un trabajo definido, en que todo esté bien previsto, antes que tener necesidad de inventar por mi cuenta constantemente soluciones a problemas nuevos.",
    "I like to contemplate panoramas, landscapes, sunsets, the colors of the clouds and the sea, etc.":"Me gusta mucho contemplar panoramas, paisajes, puestas del sol, el colorido de las nubes y el mar, etc.",
    "I like to write short articles, reports, etc.":"Me gusta escribir artículos cortos, reportajes, etc.",
    "Studies on musical performance (instrument).":"Estudios sobre ejecución musical (instrumento)",
    "Declamation Studies.":"Estudios sobre declamación",
    "I like to organize or cooperate in the sale of something.":"Me gusta organizar o cooperar en la venta de alguna cosa",
    "I like to “tidy up” or help with it (rowdy groups, etc.) and on such occasions, it is necessary to act with effective and rapid sanctions.":"Me gusta “poner en orden” o ayudar a ello (grupos alborotados, etc.) y creo que, en tales ocasiones, es necesario actuar con sanciones eficaces y rápidas.",
    "Literary things are easily recorded in my memory (poetry, speeches, etc.)":"Se me graban fácilmente en la memoria las cosas literarias (poesías, discursos, etc.)",
    "I like to find out the \"why\" of complicated scientific claims.":"Me gusta averiguar el “por qué” de las afirmaciones científicas complicadas.",
    "I like to practice artistic painting (watercolor paint, oil paint, etc.).":"Me gusta practicar la pintura artística (acuarela, óleo, etc.)",
    "Typing.":"Mecanografía",
    "I would spend hours in a library studying literature, philosophy or history.":"Me pasaría horas en una biblioteca estudiando cosas de literatura, filosofía o historia.",
    "I enjoy teaching something (to who did not understand the explanation of the class, etc).":"Disfruto enseñando alguna cosa (a quien no comprendió bien la explicación de la clase, etc.)",
    "Studies on drawings and perspectives.":"Estudios sobre dibujos y perspectivas",
    "When a partner has suffered an accident (injury, etc.), although I am impressed, I tend to help him/her with cold blood.":"Cuando un compañero ha sufrido un accidente (herida, etc.) aunque me impresiono tiendo a ayudarle con sangre fría",
    "I have artistic \"feeling\" when I sing or play a musical instrument. Friends often invite me to it.":"Tengo “sentimiento” artístico cuando canto o toco algún instrumento musical. Me invitan a ello con frecuencia los amigos.",
    "I like to meditate personally on philosophical issues.":"Me gusta meditar personalmente en cuestiones filosóficas",
    "Studies on modeling or artistic size.":"Estudios sobre modelado o talla artística",
    "On vacation or when I go on an excursion, I am interested in different crops or field problems (use of the land, irrigation system, crops, tree grafts, etc.)":"En vacaciones o cuando salgo de excursión, me interesan los distintos cultivos o problemas de campo (aprovechamiento del terreno, sistema de riego, cosechas, injertos de arboles, etc.)",
    "Studies on modeling or artistic size.":"Estudios sobre modelado o talla artística.",
    "I love music. I wouldn't miss a concert.":"Me apasiona la música. No me perdería un concierto.",
    "Courses on techniques and improvement of office work.":"Cursos sobre técnicas y mejoramiento del trabajo en oficina.",
    "I like to expose and clarify things, speaking in public in a logical and reasoned way.":"Me gusta exponer y aclarar las cosas, hablando en público de manera lógica y razonada.",
    "I have skills to make artistic objects (clay modeling, wood carving, etc.)":"Tengo habilidades para hacer objetos artísticos (modelado en arcilla, talla en madera, etc.)",
    "Theatrical art theory (drama, comedy, etc.)":"Teoría del arte teatral (drama, comedia, etc.)",
    "I like regular and methodical jobs (one part every day, with a plan and without haste).":"Me gustan los trabajos regulares y metódicos (una parte cada  día, con plan y sin prisas)",
    "With interest, I read what I can about authors and music schools.":"Con interés leo lo que puedo acerca de autores y escuelas musicales.",
    "I am rather conciliatory and kind; I like neither to dispute nor to collide with other people’s opinions.":"Soy más bien conciliador y amable; no me gusta disputar ni chocar con opiniones ajenas",
    "When I read novels or stories, it is as if I were seeing places and people, I imagine everything vividly.":"Cuando leo novelas o cuentos, es como si estuviese viendo los lugares y las personas, me lo imagino todo con viveza.",
    "Almost without pretending, I realize many details. I am an effortless observer.":"Casi sin pretenderlo, caigo en la cuenta de muchos detalles. Soy observador sin esfuerzo.",
    "I like to receive precise orders and instructions, even if they are similar, without many words.":"Me agrada recibir órdenes e instrucciones precisas, aunque sean semejantes, sin muchas palabras.",
    "I like to have an artistically arranged room (paintings, tasteful decoration, etc.)":"Me gusta tener aposento artísticamente dispuesto (cuadros, decoración de buen gusto, etc.)",
    "I would like to continue studying after obtaining my degree because I like to keep up with the new advances in science, even if it means self-denial and sacrifice.":"Desearía seguir estudiando después de obtener mi título, porque me gusta mantenerme al día en los nuevos avances de la ciencia, aunque ello signifique abnegación y sacrificio",
    "I would not mind an activity in which I have to travel to places far from where I live (fields, farms, etc.)":"No me molestaría una actividad, en la cual tenga que viajar a sitios distantes del lugar en que viva (campos, haciendas, etc.)",
    "I would not mind a severe, straight lifestyle.":"No me molestaría una forma de vida severa, recta",
    "Science":"Ciencias",
    "Human Sciences":"Ciencias humanas",
    "Health Sciences":"Ciencias de la salud",
    "Service to the Individual":"Servicio al Individuo",
    "Service to Society":"Servicio a la Sociedad",
    "Engineering":"Ingeniería",
    "Agricultural":"Agraria",
    "Livestock":"Pecuaria",
    "Social Communication":"Comunicación Social",
    "Military Arts":"Artes Militares",
    "Economics":"Economía",
    "Commerce":"Comercio",
    "Administration":"Administración",
    "Arts":"Artes",
    "Music - Creation":"Música - Creación",
    "Music - Performance":"Música - Ejecución",
    "Literature":"Literatura",
    "Theater":"Teatro",
    "Vocational Test Data":"Datos del Test Vocacional",
    "Language":"Idioma",
    "Tool":"Herramienta",
    "Duration":"Duración",
    "Affirmations":"Afirmaciones",
    "Negations":"Negaciones",
    "Discover your potential":"Descubre tu potencial",
    "At Coachteen we focus on education, where technology and innovation can generate long-term value and drive the growth of your career goals.":"En Coachteen nos centramos en la educación, donde la tecnología y la innovación pueden generar valor a largo plazo e impulsar el crecimiento de tus objetivos profesionales.",
    "Soon":"Pronto",
    "You recently ran the tool. You will have to wait a few months to run the test again.":"Recientemente ejecutastes la herraminta. Deberas esperar unos meses para volver a ejecutar el test",
    "Vocational Center":"Centro Vocacional",
    "Generate URL":"Generar URL",
    "Copied!!!":"Copiado!!!",
    "Test Mode":"Modo de Pruebas",
    "The instrument is in test mode":"El instrumento se encuentra en modo de pruebas",
    "Date":"Fecha",
    "User":"Usuario",
    "Perform a Test":"Realizar un Test",
    "Tools to boost your career":"Herramientas para impulsar tu carrera",
    "Are you feeling lost or confused about your career path? Do you want to find out what you are good at and what you enjoy doing? Do you need some advice and support to make the best decisions for your future?":"¿Se siente perdido o confuso sobre su trayectoria profesional? ¿Quiere saber en qué es bueno y qué le gusta hacer? ¿Necesita asesoramiento y apoyo para tomar las mejores decisiones para su futuro?",
    "If you answered yes to any of these questions, then you are not alone. Many people struggle with finding their purpose and direction in life, especially in a world that is constantly changing and demanding.":"Si ha respondido afirmativamente a alguna de estas preguntas, no está solo. Muchas personas luchan por encontrar su propósito y dirección en la vida, especialmente en un mundo que cambia y exige constantemente.",
    "Whether you are a student, a graduate, a job seeker, or a career changer, our vocational guidance service can help you make the most of your potential and find your place in the world. Don’t let doubt and uncertainty stop you from reaching your dreams. Contact us today and start your journey of self-discovery and success.":"Tanto si eres estudiante, licenciado, buscas trabajo o cambias de carrera, nuestro servicio de orientación profesional puede ayudarte a aprovechar al máximo tu potencial y a encontrar tu lugar en el mundo. No deje que las dudas y la incertidumbre le impidan alcanzar sus sueños. Póngase en contacto con nosotros hoy mismo y comience su viaje de autodescubrimiento y éxito.",
    "You can access your results":"Puedes accede a tus resultados",
    "You have completed the vocational test":"Ha superado el examen de aptitud profesional",
    "Age":"Edad",
    "Login":"Acceso",
    "Reset Password":"Recuperar Contraseña",
    "Parent email address":"Email de tu representante",
    "Institution email address":"Email de tu institucion",
    "Parent first name":"Nombre de tu representante",
    "Parent last name":"Apellido de tu representante",
    "Parent phone number":"Telefono de tu representante",
    "Institution":"Institucion Educativa"
}